[
  {
    "imgName": "panda-train",
    "imgFormat": "jpeg",
    "hasVideo": true,
    "genre": "AI art",
    "metaInfo": "Felt-like texture with a fluffy forest background. The front of the Express train resembles a panda, featuring a fluffy appearance with plush ears and a fuzzy body. Rendered with a C4D effect, showcasing high quality and perfect execution, with a soft and delicate finish."
  },
  {
    "imgName": "new-swan-castle",
    "imgFormat": "png",
    "hasVideo": true,
    "genre": "AI art",
    "metaInfo": "Van Gogh's Starry Night, Germany's Neuschwanstein Castle, Van Gogh oil painting style, ultra HD"
  },
  {
    "imgName": "white-dragon",
    "imgFormat": "jpeg",
    "hasVideo": true,
    "genre": "AI art",
    "metaInfo": "A very lively and beautiful white dragon, with a dignified expression, in a clear and bright sky, the sky is bright and clean."
  },
  {
    "imgName": "reading-panda",
    "imgFormat": "jpeg",
    "hasVideo": true,
    "genre": "AI art",
    "metaInfo": "A personified painting of a cute panda sitting at a desk, reading a book. On the desk, there's a table lamp, a simple tea set, and a red Bluetooth speaker."
  },
  {
    "imgName": "treasure-beach",
    "imgFormat": "jpeg",
    "hasVideo": true,
    "genre": "AI art",
    "metaInfo": "A treasure beach, with seashells, pearls, golden jewelry, diamonds, sapphires, colorful fish scales, and dreamy colors. Bright and high-definition."
  },
  {
    "imgName": "giant-cat",
    "imgFormat": "jpeg",
    "hasVideo": true,
    "genre": "AI art",
    "metaInfo": "The scene is set in Guangzhou, with a giant, pure gray British Shorthair cat lying on the top of the tallest building. Its body is so large that it is almost as wide as the building itself. The feeling of enormity and surrealism is present. The overall color tone is a sophisticated gray-blue, with a misty, high-grade gray scale, hazy light, and an ethereal, mysterious atmosphere."
  },
  {
    "imgName": "strawberry-astronaut",
    "imgFormat": "jpeg",
    "hasVideo": true,
    "genre": "AI art",
    "metaInfo": "A pink and blue color theme, with an astronaut in a spacesuit floating in an underwater vortex. Inside the vortex, there are strawberries of various sizes, with water ripples and metallic reflections. Ultra-high definition."
  },
  {
    "imgName": "giant-samoyed",
    "imgFormat": "jpeg",
    "hasVideo": true,
    "genre": "AI art",
    "metaInfo": "A cute but giant Samoyed, with a beautiful girl who is shrunk to the size of the Samoyed's ear. The background features a giant Ferris wheel on the sea. Bright color palette, ultra-high definition."
  },
  {
    "imgName": "statue-in-valley",
    "imgFormat": "jpeg",
    "hasVideo": true,
    "genre": "AI art",
    "metaInfo": "A beautiful statue of a woman, covered in daisies, standing on a lush green hillside."
  },
  {
    "imgName": "hihop-pharaoh",
    "imgFormat": "png",
    "hasVideo": true,
    "genre": "AI art",
    "metaInfo": "A three-dimensional secret realm with geometric precision and neo-meticulous style. At the center of the scene is a giant Pharaoh mummy sitting on a glittering golden throne, holding a cup of coffee, wearing oversized sunglasses, and sipping through a straw. The overall background is deep blue, creating a nighttime ambiance."
  },
  {
    "imgName": "girl-tiger-adventure",
    "imgFormat": "jpeg",
    "hasVideo": true,
    "genre": "AI art",
    "metaInfo": "In a watercolor traditional Chinese painting style, a little girl holding a map, wearing a hat, and carrying a backpack, embarks on an adventure with a small tiger by her side."
  },
  {
    "imgName": "astronaut-azaleas",
    "imgFormat": "jpeg",
    "hasVideo": true,
    "genre": "AI art",
    "metaInfo": "Hyper-surrealism, a half-portrait of a human and an astronaut, set in a purple world with purple azaleas in various shades of purple. The background features a gradient of purple hues. Conceptualism, with soft, hazy lighting and refracted reflections."
  },
  {
    "imgName": "popmart-boy",
    "imgFormat": "jpeg",
    "hasVideo": true,
    "genre": "AI art",
    "metaInfo": "A boy stands in the middle of the road, surrounded by Pop Mart figures and a cyberpunk cityscape. Ultra HD, original character (OC), 4K, with rich details."
  },
  {
    "imgName": "greatwall-sunset",
    "imgFormat": "jpeg",
    "hasVideo": true,
    "genre": "AI art",
    "metaInfo": "A furry Great Wall, mountains, the sun, Beijing, with a clean scene. Jellycat, a clean background, depth of field, felt painting, wool felt, bright colors, childlike, whimsical, fluffy, stop-motion animation, and a miniature landscape."
  },
  {
    "imgName": "cat-sushi",
    "imgFormat": "jpeg",
    "hasVideo": true,
    "genre": "AI art",
    "metaInfo": "Illustration, Sharpie illustration, MBE illustration, a cute and soft adorable cat working in a sushi restaurant, clean background, solid colors, fairy tale style, high-end, clean lines, no text."
  }
]
